Repository: shaltie/rawfoodgeo
Catalog: languages/*.po
Languages: es_es, it_it

source: Inside View
es_es: Vista del Interior
it_it: Vista Interna

source: Street View
es_es: Vista de la Calle
it_it: Vista della stradale

source: Submit review
es_es: Enviar opinión
it_it: Invia la rassegna

source: and %s other likes this place
es_es: y a otros %s les gusta este lugar
it_it: e altri %s piace questo posto

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
es_es: El paquete de plugin remoto consiste en más de un archivo, pero los archivos no están empacados en una carpeta.

source: Required
es_es: Requerido

source: Recommended
es_es: Recomendado

source: WordPress Repository
es_es: Repositorio de Wordpress

source: External Source
es_es: Fuente externa

source: Pre-Packaged
es_es: Pre-empacado

source: Not Installed
es_es: No Instalado

source: Installed But Not Activated
es_es: Instalado Pero No Activado

source: Active
es_es: Activo

source: Required Update not Available
es_es: Actualización Requerida no Disponible

source: Requires Update
es_es: Necesita Actualización

source: Update recommended
es_es: Actualización recomendado

# plugins
source: All (%s)
es_es: Todo

source: To Install (%s)
es_es: Por Instalar

source: Update Available (%s)
es_es: Actualización Disponible

source: To Activate (%s)
es_es: Por Activar

# as in: "version nr unknown"
source: unknown
es_es: desconocido

source: Installed version:
es_es: Versión instalada:

source: Minimum required version:
es_es: Versión mínima requerida:

source: Available version:
es_es: Versión disponible:

source: No plugins to install, update or activate.
es_es: No hay plugins que instalar, actualizar o activar.

source: Source
es_es: Fuente

source: Type
es_es: Tipo

source: Version
es_es: Versión

source: Status
es_es: Estatus

# %2$s = plugin name in screen reader markup
source: Install %2$s
es_es: Instalar %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
es_es: Actualizar %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
es_es: Activar %2$s

source: Upgrade message from the plugin author:
es_es: Mejorar mensaje del autor del plugin:

source: Install
es_es: Instalar

source: Update
es_es: Actualizar

source: Activate
es_es: Activar

source: Main page
es_es: Página principal
it_it: Pagina principale

source: Settings of the main page
es_es: Configuraciones de la página principal
it_it: Configurazione della pagina principale

source: Members
es_es: Miembros
it_it: Membri

source: showlogin
es_es: mostrarconexión
it_it: mostrareaccesso

source: Weather
es_es: Clima
it_it: Tempo

source: Weather options
es_es: Opciones del clima
it_it: Opzioni di Tempo

source: Degrees Fahrenheit
es_es: Grados Fahrenheit
it_it: Gradi Fahrenheit

source: Degrees celsius
es_es: Grados Centígrados
it_it: Gradi celsius

source: Do not show weather on site
es_es: No mostrar el clima en el sitio
it_it: Non mostrare il tempo sul sito

source: Weather cordinats latitude
es_es: Coordenadas de latitud del Clima
it_it: Tempo coordinate latitudine

source: Weather cordinats longitude
es_es: Coordenadas de longitud del Clima
it_it: Tempo coordinate longitudine

source: Weather APPDI KEY http://openweathermap.org/appid
es_es: Clima APPDI LLAVE http://openweathermap.org/appid
it_it: Tempo APPDI KEY http://openweathermap.org/appid

source: Events
es_es: Eventos
it_it: Eventi

source: Events default style?
es_es: ¿Eventos estilo predeterminado?
it_it: Eventi stile predefinito?

source: Mobile
es_es: Móvil

source: Enable background on Mobile device?
es_es: ¿Habilitar fondo en dispositivo móvil?
it_it: Permettere sfondo in dispositivo Mobile

source: Performans
es_es: Actuar
it_it: Performance

source: Disable Paralax?
es_es: ¿Deshabilitar Paralax?
it_it: Disabilitare Paralax?

source: Enable Smoth Scroll?
es_es: ¿Habilitar Movimiento Suave?
it_it: Permettere Scorrere Liscio?

source: Insert a link on the search results Airbnb.
es_es: Inserte un link dentro de los resultados de busqueda de Airbnb
it_it: Inserire un link nei resultati di ricerca Airbnb.

source: Referal link.
es_es: Enlance de referencia.
it_it: Link di riferimento

source: Premium listing
es_es: Listado Premium
it_it: Elenco premium

source: Stripe Secret API key.
es_es: Rayar llave secreta API
it_it: Chiave API Segreta di Banda

source: Stripe Publish API key.
es_es: Rayar llave pública API
it_it: Chiave API Pubblica di Banda

source: Tarif1 name
es_es: Tarif1 nombre
it_it: Tarif1 nome

source: Tarif1 price
es_es: Tarif1 precio
it_it: Tarif1 prezzo

source: Tarif2 name
es_es: tarif2 nombre
it_it: Tarif2 nome

source: Tarif2 price
es_es: Tarif2 precio
it_it: Tarif2 prezzo

source: Routing & Uber taxi
es_es: Ruta & Uber Taxi
it_it: Instradamento & Uber taxi

source: Show distance and Estimate Time of Arrival based on coordinates
es_es: Mostrar distancia y Tiempo Estimado de Llegada en base a las coordenadas
it_it: Mostra la distanza e il Tempo Stimato di Arrivo in base alle coordinate

source: Distance text (Not showing if guest far then 100km)
es_es: Texto de distancia (No se mueste si el huésped está más allá de 100km)
it_it: Distanza Testo (non si mostra se gli ospiti é più lontano di 100 km)

source: Average speed in the city (km/h)
es_es: Velocidad promedio en la ciudada (km/h)
it_it: Velocità media nella città (km/h)

source: Client id
es_es: Id del cliente
it_it: ID del Cliente

source: Hide button "Go" if service unavailable
es_es: Esconder botón "Ir" si el servicio no está disponible
it_it: Nasconde il bottone "Go" se il servizio non é disponibile

source: Taxi unavailable message
es_es: Mensaje de taxi no disponible
it_it: Messagio di taxi non disponibile

source: Fonts
es_es: Fuentes

source: Enter the url font google and font name
es_es: Introducir la url de la fuente de google y el nombre de la fuente
it_it: Introduce il url del google font e il nome del font

source: url google fonts
es_es: url de la fuente de google
it_it: url dei google fonts

source: name google fonts
es_es: nombrar fuentes de google
it_it: nome dei google fonts

source: Specify api key and ID list
es_es: Especifique llave API y listado ID
it_it: Specifica la chiave API e la lista di ID

source: API key
es_es: llave API
it_it: Chiave API

source: ID list
es_es: listado ID
it_it: Lista di ID

source: Language
es_es: Idioma
it_it: Linguaggio

source: Enable multilang? [beta]
es_es: Habilitar multitang? [beta]
it_it: Permettere MultiLingua? [beta]

source: Users can change the language
es_es: Los usuarios pueden cambiar el idioma
it_it: Gli utenti possono modificare la lingua

source: Single post/page
es_es: post/página sola
it_it: Singolo messaggio/pagina

source: Hide Subscribe?
es_es: ¿Esconder suscribir?
it_it: Nascondere Iscriviti?

source: Hide the text under the title?
es_es: ¿Esconder el texto debajo del título?
it_it: Nascondere il testo sotto il titolo?

source: Items
es_es: ítem
it_it: articoli

source: Show share button?
es_es: ¿Mostrar botones de compartir?
it_it: Mostra il bottone di condividire?

source: Show the phone and website in places?
es_es: ¿Mostrar el telefono y sitio web en lugares?
it_it: Mostra il telefono e sito web in luoghi?

source: Include the ability to follow?
es_es: ¿Incluir la habilidad de seguir?
it_it: Includire la possibilità di seguire?

source: Status place when adding
es_es: Estatus del lugar al añadir
it_it: Status di luogo quando si aggiunge

source: Publish
es_es: Publicar
it_it: Pubblicare

source: Draft
es_es: Borrador
it_it: Abbozzo

source: Enter url desired social networks so that they appear on the site
es_es: Introducir el url de redes sociales deseadas para que aparezcan en el sitio
it_it: Inserisci l'url dei desiderati social networks in modo che appaiano sul sito

source: Site Identity
es_es: Identidad del sitio
it_it: Identità del sito

source: Archive style
es_es: Archivar estilo
it_it: Stile dell'archivio

source: modern
es_es: moderno
it_it: moderno

source: masonry
es_es: albañería
it_it: massoneria

source: Layout
es_es: diseño
it_it: Disposizione

source: boxed
es_es: en caja
it_it: Inscatolato

source: wide
es_es: amplio
it_it: ampio

source: Show 1st post instead of the title and category description
es_es: Mostrar el 1er post en vez del título y la descripción de la categoría
it_it: Mostra il 1° posto invece del titolo e la descrizione della categoria

source: Hide categories
es_es: Esconder categorías
it_it: Nascondere le categorie

source: Hide fog on main page
es_es: Esconder niebla en la página principal
it_it: Nascondere la nebbia a pagina principale

source: Map style
es_es: estilo del mapa
it_it: Stilo del mappa

source: Coordinates map
es_es: Coordenadas del mapa
it_it: Mappa di coordinate

source: Zoom map
es_es: Acercar mapa
it_it: Mappa di zoom

source: Select style place map
es_es: Seleccionar estilo del mapa del lugar
it_it: Seleziona il stile del mappa di posto

source: Old style
es_es: Estilo viejo
it_it: Vecchio stile

source: New style
es_es: Estilo nuevo
it_it: Nuovo stile

source: How many shows the place the left near to a map? (0 if do not need to limit)
es_es: ¿Cuantos shows hay cerca del lugar del mapa? (0 si no se necesta limitar)
it_it: Quanti indicano il luogo sinistra vicino a una mappa? (0 se non hanno bisogno di limitare)

source: Tex preview:
es_es: Avance del texto:
it_it: Anteprima del testo

source: Extended
es_es: Extendido
it_it: Esteso

source: Table
es_es: Tabla
it_it: Tavola

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
es_es: Disculpe, pero usted no tiene los permisos correctos para instalar el plugin %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es_es: El siguiente plugin necesita ser actualizado a su última versión para asegurar la máxima compatibilidad con este tema: %1$s

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
es_es: El paquete de plugin remoto no contiene una carpeta con la ficha deseada y el cambio de nombre no funcionó

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
es_es: Por favor contacte al proveedor del plugin y pidale que empaque su plugin de acuerdo a las directrices de Wordpress.

source: Mycity item wide
es_es: elemento ancho Mycity
it_it: Mycity articulo largo

source: Features My City
es_es: Caracteristicas My City
it_it: Caratteristiche My City

source: Mycity features block
es_es: Bloque de características Mycity
it_it: Blocco di caratteristiche Mycity

source: Url to button View all places
es_es: Url para el botón de Ver todos los lugares
it_it: Url pulsante Vedere tutti i luoghi

source: Widget title
es_es: Título del reproductor
it_it: Titolo di widget

source: Marker image will be generated automatically with Font Awesome library. But the quality is not the best. We recommend to create a marker in Photoshop and upload it on "Edit category page".
es_es: La imagen del marcador se generará automáticamente con la librería de la Fuente Increible. Peor la calidad no es la mejor. Recomendamos crear un marcador en Photoshop y subirlo en la "Página de edición de categoría".
it_it: La imagine d'indicatore verrà generata con libreria di Carattere Eccezionale. Ma la qualità non è la migliore. Consigliamo di creare un marcatore in Photoshop e caricarlo su "Modificare pagina di categoria".

source: Read more
es_es: Leer más
it_it: Leggere di più

source: Edit in photoshop
es_es: Editar en Photoshop
it_it: Modificare in photoshop

source: Save as PNG with transperent background
es_es: Guardar como PNG con fondo transparente
it_it: Salvare come PNG con sfondo trasparente

source: On this page click "Edit" on category.
es_es: En esta página haga click en "Editar" sobre la categoría
it_it: In questa pagina cliccare "Modificare" in categoria

source: Upload png file in "Marker image" section.
es_es: Subir archivo png en la sección "Imagen de marcador".
it_it: Caricare file png in la sezione "Imagine d'indicatore"

source: Category color
es_es: Categoría de color
it_it: Colore di categoria

source: Map marker icon
es_es: Mapa del icono marcador
it_it: Icona indicatore di mappa

source: You do not have sufficient permissions to access this page.
es_es: No tiene permisos suficientes para acceder a esta página.
it_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina.

source: Registration by SMS
es_es: Registro por SMS
it_it: Registrazione per SMS

source: Allow SMS registration
es_es: Permitir registro por SMS
it_it: Consentire registrazione SMS

source: Go to control.txtlocal.co.uk and register;
es_es: Diríjase a control.txtlocal.co.uk y regístrese.
it_it: Andare a control.txt.local.co.uk e registrarsi;

source: Your
es_es: Su
it_it: Tu

source: API email:
es_es: email API

source: Your API Hash:
es_es: Su API Hash:
it_it: La tua API Hash:

source: From
es_es: De
it_it: Di

source: Your API Hash
es_es: Su API hash
it_it: La tua API Hash

source: Show Font Awesome Icons
es_es: Mostrar Iconos de Fuente Increíble
it_it: Mostrare Carattere Eccezionale

source: Category Template
es_es: Plantilla de categoría
it_it: Modello di Categoria

source: Default Template
es_es: Plantilla predeterminada
it_it: Modello Predefinito

source: Select a specific template for this category
es_es: Seleccionar una plantilla predeterminada para esta categoría

source: Install Required Plugins
es_es: Instalar los Plugins Requeridos

source: Install Plugins
es_es: Instalar Plugins

source: Installing Plugin: %s
es_es: Instalando Plugin: %s

source: Something went wrong with the plugin API.
es_es: Alguno salió mal con el plugin API.

source: This theme requires the following plugin: %1$s.
es_es: Este tema requiere el siguiente plugin: %1$s

source: This theme recommends the following plugin: %1$s.
es_es: Este tema recomienda el siguiente plugin: %1$s

source: Text Find.
es_es: Encontrar Texto.
it_it: Cerca Testo

source: Text Select category
es_es: Categoría de Selección de Texto
it_it: Testo Selezionare categoria

source: Select category
es_es: Selección de categoría
it_it: Selezionare categoria

source: Text Select category.
es_es: Categoría de Selección de Texto
it_it: Testo Selezionare categoria.

source: Text button search
es_es: Buscar Botón de Texto
it_it: Ricerca di pulsante di testo

source: search
es_es: Buscar
it_it: ricerca

source: Text header1
es_es: Encabezado texto1
it_it: Testo intestazione1

source: The icons 1
es_es: Los iconos 1
it_it: L'icone

source: insert icon
es_es: Insertar icono
it_it: inserire icona

source: Description
es_es: Descripción
it_it: Descrizione

source: Mycity category block
es_es: Bloque de Categoría Mycity
it_it: Blocco di categoria Mycity

source: We know all the places in your city
es_es: Sabemos todos los lugares en tu ciudad
it_it: Sappiamo tutti i luoghi della tua città

source: all places
es_es: todos los lugares
it_it: tutti i luoghi

source: insert url button
es_es: insertar botón de la url
it_it: inserire pulsante url

source: Mycity map
es_es: Mapa de Mycity
it_it: Mappa Mycity

source: View full place catalog
es_es: Ver el catálogo del lugar completo
it_it: Vedere catalogo completo di luoghi

source: Mycity users blocks
es_es: bloques de usuarios de Mycity
it_it: Blocco di utenti Mycity

source: The best user weekly
es_es: El mejor usuario semanal
it_it: Il miglior utente settimanale

source: None
es_es: Ninguno
it_it: Nessuno

source: Mycity places block
es_es: bloques de lugares de Mycity
it_it: Blocco di luoghi Mycity

source: The best places weekly
es_es: Los mejores lugares semanales
it_it: I migliori luoghi settimanale

source: title
es_es: Título
it_it: titolo

source: button text
es_es: Botón de texto
it_it: testo di pulsante

source: How show places?
es_es: ¿Cómo mostrar lugares?
it_it: Come mostrare luoghi?

source: insert number
es_es: insertar número
it_it: inserire numero

source: max chars in description
es_es: máximo carácteres en la descripción
it_it: massimi caratteri in descrizione

source: Show rating?
es_es: ¿Mostrar valoración?
it_it: Mostrare valutazione?

source: Yes
es_es: Si
it_it: Sì

source: Custom Categories
es_es: Categorías customizadas
it_it: Categorie Personalizzate

source: One place followed
es_es: Un lugar seguido
it_it: Un luogo seguito

source: % places followed
es_es: % lugares seguidos
it_it: % luoghi seguiti

source: One
es_es: Uno
it_it: Uno

source: Font awesome icon name
es_es: Fuente increible de nombre de icono
it_it: Carattere eccezionale icona nome

source: Show/hide icons
es_es: Mostrar/ocultar iconos
it_it: Mostrare/Occultare icone

source: Note:
es_es: Nota:
it_it: Nota:

source: 404 Not found
es_es: ошибка 404
it_it: ошибка 404

source: Admin! For theme work correctly, you must activate all required plugins and add spetial pages with slug "register", "submit-place", "members" and other... For more information see documentation. OR just import Demo data (Admin -> Appearance -> Import demo data).
es_es: Админ! Для темы работы правильно, необходимо активировать все необходимые плагины и добавлять spetial страницы с слизняка "зарегистрировать", "подать-место", "члены" и другие ... Для получения дополнительной информации обратитесь к документации. ИЛИ просто импортировать демо-данные (администратора -> Вид -> Импорт демонстрационных данных).
it_it: Админ! Для темы работы правильно, необходимо активировать все необходимые плагины и добавлять spetial страницы с слизняка "зарегистрировать", "подать-место", "члены" и другие ... Для получения дополнительной информации обратитесь к документации. ИЛИ просто импортировать демо-данные (администратора -> Вид -> Импорт демонстрационных данных).

source: It looks like nothing was found at this location. Maybe try a search?
es_es: Не найдено на этой странице. Может воспользуетесь поиском?
it_it: Не найдено на этой странице. Может воспользуетесь поиском?

source: This title can be change by click
es_es: Это название можно изменить с помощью мыши
it_it: Это название можно изменить с помощью мыши

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam
es_es: Образец текста для отображения в секции Отзывы. Можно вводить любой текст за исключением служебных символов и знаков. Этот текст будут отражаться как комментарий и отзыв к продукту
it_it: Образец текста для отображения в секции Отзывы. Можно вводить любой текст за исключением служебных символов и знаков. Этот текст будут отражаться как комментарий и отзыв к продукту

source: Category:
es_es: Категория:
it_it: Категория:

source: Places list
es_es: список мест
it_it: список мест

source: You can use all Bootstrap plugins purely through the markup API without writing a single line of JavaScript. This is Bootstrap's first-class API and should be your first consideration when using a plugin.
es_es: Вы можете использовать все плагины Bootstrap чисто через разметки API без написания единой строчки JavaScript. Это первый класс API Bootstrap и должен быть вашим первым вопросом при использовании плагина.
it_it: Вы можете использовать все плагины Bootstrap чисто через разметки API без написания единой строчки JavaScript. Это первый класс API Bootstrap и должен быть вашим первым вопросом при использовании плагина.

source: All
es_es: Все
it_it: Все

source: Type...
es_es: Тип
it_it: Тип

source: Search
es_es: Поиск
it_it: Поиск

source: Show places near me
es_es: Показать места возле меня
it_it: Показать места возле меня

source: Category menu
es_es: Меню категории
it_it: Меню категории

source: Image negate failed.
es_es: Не получилось сделать негатив изображения.
it_it: Не получилось сделать негатив изображения.

source: Mycity top promo bloc
es_es: MyCity сверху промо-блок
it_it: MyCity сверху промо-блок

source: MyCity
es_es: Мой город
it_it: Мой город

source: Text header
es_es: Текст: Заголовок
it_it: Текст: Заголовок

source: welcome to my city guide!
es_es: Добро пожаловать в мой путеводитель по городу!
it_it: Добро пожаловать в мой путеводитель по городу!

source: Description under the heading
es_es: Описание под заголовком
it_it: Описание под заголовком

source: See and visit interesting places. Share experiences with your friends. Simply
es_es: Смотрите и посетить интересные места. Обмен опытом с друзьями. Просто
it_it: Смотрите и посетить интересные места. Обмен опытом с друзьями. Просто

source: Description under the heading.
es_es: Описание под заголовком.
it_it: Описание под заголовком.

source: Text Find
es_es: Текст Найти
it_it: Текст Найти

source: Find places or events
es_es: Найти места или события
it_it: Найти места или события

source: Newbie
it_it: Novizio

source: Color
it_it: Colore

source: Simple
it_it: Semplice

source: total
it_it: Totale

source: likes
it_it: Piacciono a
