Repository: shaltie/rawfoodgeo
Catalog: languages/*.po
Languages: es_es, it_it

source: Map
es_es: Mapa
it_it: Mappa

source: Similar places:
es_es: Lugares similares:
it_it: Luoghi simili:

source: followers
es_es: seguidores
it_it: Seguaci

source: followers
es_es: seguidores
it_it: Seguaci

source: Similar places
es_es: Lugares similares
it_it: Luighi simili:

source: Followers:
es_es: Seguidores:
it_it: Seguaci

source: Log out
es_es: Desconectarse
it_it: Disconnettersi

source: Log in
es_es: Conectarse
it_it: Accesso

source: (This message only for admin) Go to to Design- > Menu and add menu in the left header . So you can place widgets by adding them to the left side panel section
es_es: (Este mensaje solo para admin) Ve a Diseño- > Menú y añade menú en el encabezado izquiera. Asi podrás poner widgets al añadirlas al lado quierdo de la sección del panel.
it_it: (Questo messaggio é solo per admin) Vai a Design-> Menu e aggiungere menù nell'intestazione sinistra. Quindi è possibile inserire i widget aggiungendoli alla sezione pannello laterale sinistro

source: Subscribe now
es_es: Suscríbete ahora
it_it: Sottoscriviti ora

source: Subscribe
es_es: Suscríbete
it_it: Sottoscrivi

source: Search Results for: %s
es_es: Buscar Resultados por: %s
it_it: Risultati della ricerca di: %s

source: Nothing Found
es_es: Nada Encontrado
it_it: Non abbiamo trovato niente

source: Go to to Design- > Widgets and add widget by adding them to the Left menu area panel section
es_es: Ve a Diseño- > Widgets y añade widgets al añadirlos al menu izquierdo del area de la sección de panel
it_it: Vai a Design-> Widget e aggiungere widget aggiungendoli al Panel dell'area del menu di sinistra

source: Pages:
es_es: Páginas:
it_it: Pagine:

source: Next page
es_es: Siguiente página:
it_it: Seguente pagina

source: Previous page
es_es: Página anterior
it_it: Pagina precendente

source: Success! Place will be added after moderation
es_es: ¡Éxito! El lugar será añadido después de la moderación
it_it: Successo! Posto sarà aggiunto dopo la moderazione

source: Title
es_es: Título
it_it: Titolo

source: Enter place title
es_es: Introducir título del lugar
it_it: Inserisci il titolo del posto

source: Enter Title
es_es: Introducir título
it_it: Inserisci il titolo

source: Please no more than 120 characters
es_es: No más de 120 carácteres por favor
it_it: Per favore, non più di 120 caratteri

source: Slug
es_es: Ficha
it_it: Lumaca

source: Enter the place slug
es_es: Introducir la ficha del lugar
it_it: Inserisci la lumaca del luogo

source: Enter place slug
es_es: Introducir la ficha del lugar
it_it: Inserisci la lumaca del luogo

source: Add some places category before submit item!
es_es: ¡Añade algunas categorías de lugares antes de ponerlos!
it_it: Aggiungere un po 'di categoria di posti prima di inviare un articolo!

source: Tags:
es_es: Etiquetas:
it_it: Etichette:

source: Tags, the more the better. But no more than five.
es_es: Etiquetas, mientras más mejor. Pero no más de cinco.
it_it: Etichette, più é meglio. Ma non più di cinque.

source: Good for SEO optimization.
es_es: Bueno para optimización de SEO
it_it: Buono per SEO ottimizzazione.

source: Website
es_es: Sitio web
it_it: Sito web

source: Google inside view or business view code:
es_es: Código de Google inside view o business view:
it_it: Codice di Google di vista interna o vista commerciale :

source: Enter iframe html code
es_es: Introducir código de iframe html
it_it: Inserisci il codice HTML iframe

source: Go to the right address on map.google.com Google map, and throw the man to the desired point. Then then click "see inside" then click the ellipsis button > Share or embed image > Embed image and copy the html code go to the right address on Google map,and throw the man to the desired point, and then click the ellipsis > Share or embed image > Embed image and copy the html code
es_es: Diríjase a la dirección correcto en map.google.com Google map, y tirad el hombre al punto deseado. Luego haga click en "ver adentro", luego click en el botón ellisis > Compartir o incrustar imagen > Incrustar imagen y copia el código html Diríjase a la dirección correcto en Google map, y tirad el hombre al punto deseado. Luego haga click en "ver adentro", luego click en el botón ellisis > Compartir o incrustar imagen > Incrustar imagen y copia el código html
it_it: Vai a l'indirizzo giusto sulla map.google.com mappa di Google, e gettare l'uomo fino al punto desiderato. Quindi fare clic su "vedere dentro", quindi fare clic sull'immagine incorpora bottone di puntini di sospensione > Condividi o incorporare immagine > Copia il codice html e vai al giusto indirizzo sulla mappa di Google, e gettare l'uomo fino al punto desiderato, quindi fare clic sui puntini di sospensione> Condividi o incorporare immagine > immagine Incorporata e copia il codice html

source: Google street view:
es_es: Vista de Google street:

source: Enter iframe html code
es_es: Introducir código de iframe html
it_it: Inserisci il codice HTML iframe

source: Go to the right address on Google map, and throw the man to the desired point, and then click the ellipsis > Share or embed image > Embed image and copy the html code:
es_es: Diríjase a la dirección correcto en Google map, y tirad el hombre al punto deseado. Luego haga click en "ver adentro", luego click en el botón ellisis > Compartir o incrustar imagen > Incrustar imagen y copia el código html
it_it: Vai all'indirizzo destra sulla mappa di Google, e gettare l'uomo fino al punto desiderato, e quindi fare clic sull'immagine Incorpora puntini di sospensione > Condividi o incorporare immagine > Immagine incorporata e copiare il codice html:

source: Enter short or long description
es_es: Introducir descripción corta o larga
it_it: Inserisci descrizione breve o lunga

source: Try
es_es: Intente
it_it: Provare

source: Example feature:yes
es_es: Ejemplo de característica: si
it_it: Esempio caratteristica: sì

source: here for small features. Or other shortcodes.
es_es: aquí para caracteristicas pequeñas. U otros código cortos
it_it: qui per piccole caratteristiche. O altri codici funzione.

source: Select shortcode to insert
es_es: Seleccione un código corto que insertar
it_it: Selezionare shortcode da inserire

source: Insert icon
es_es: Insertar icono
it_it: Inserisci icona

source: Enter short description. Up to 140 symbols
es_es: Introduzca una descripión corta. Máximo 140 símbolos
it_it: Inserire breve descrizione. Fino a 140 simboli

source: Short description
es_es: Descripción corta
it_it: Breve descrizione

source: Enter the ID of checkpoint or click one below
es_es: Introduzca el ID del checkpoint o haga click en uno abajo
it_it: Inserisci l'ID del posto di controllo o fare clic su uno di seguito

source: Photos of instagrama will be shown on the page of place
es_es: Fotos de instagram serán mostradas en la página del lugar
it_it: Foto di Instagram verranno visualizzati sulla pagina del luogo

source: SPETIAL OFFER
es_es: OFERTA ESPECIAL
it_it: OFFERTA SPECIALE

source: Convert every visitor into customerers by Spetial Offer!
es_es: ¡Convierta a cada visitante en un cliente con una Oferta Especial!
it_it: Convertire tutti i visitatori in clienti da Offerta Speciale!

source: Title:
es_es: Título:
it_it: Titolo:

source: Get a free drink
es_es: Obtenga una bebida gratis
it_it: Ottenere una bevanda gratuita

source: Enter short description
es_es: Introduzca una breve descripción
it_it: Inserisci breve descrizione

source: Just click on share button
es_es: Solo haga click en el botón guardar
it_it: Basta cliccare sul bottone di condivisione

source: Coupon code
es_es: Código del cupón
it_it: Codice di coupon

source: Enter A-z 0-9
es_es: Introduzca A-z 0-9
it_it: Inserire A-Z 0-9

source: Reward type:
es_es: Tipo de recompensa:
it_it: Tipo di Ricompensa:

source: Users will post to social networks
es_es: Los usarios postearán a las redes sociales
it_it: Gli utenti potranno inviare ai social network

source: Price
es_es: Precio
it_it: Prezzo

source: Send
es_es: Enviar
it_it: Inviare

source: or
es_es: o
it_it: o

source: delete
es_es: eliminar
it_it: cancellare

source: You are not loged in
es_es: No estás conectado
it_it: Non sei loggato

source: You can buy premium listing for this place on
es_es: Puedes comprar el listado premiun de este lugar en
it_it: Puoi acquistare una lista premiium per questo posto

source: Finance
es_es: Financia
it_it: Finanza

source: page
es_es: página
it_it: pagina

source: Select one of checkpoint:
es_es: Seleccionar uno de los checkpoint:
it_it: Selezionare uno dei checkpoint:

source: Connecting to Instagram...
es_es: Conectando a Instagram
it_it: Connessione a Instagram ...

source: Icons
es_es: Iconos
it_it: Icone

source: Insert Icons
es_es: Insertar iconos
it_it: Inserire icone

source: The theme allows you to switch from classical registration by e-mail to register by entering the phone (password comes to the phone). SMS comes in more than 200 countries. You can also enter through 20+ social networks.
es_es: El tema te permite cambiar de registro clásico por e-mail a registrarte al introducir el teléfono (la contraseña llega al teléfono). Los SMS legan a más de 200 países. También puedes entrar a través de 20+ redes sociales.
it_it: Il tema permette passare dalla registrazione classica via e-mail per la registrazione inserendo il telefono (password viene al telefono). SMS è disponibile in più di 200 paesi. È inoltre possibile entrare attraverso 20 + social network.

source: Registration
es_es: Registro
it_it: Registrazione

source: Enter name:
es_es: Introduzca nombre:
it_it: Inserisci il nome:

source: Nick
es_es: Apodo

source: Password:
es_es: Contraseña:

source: Password
es_es: Contraseña

source: Log in with social network
es_es: Conectarse con una red social
it_it: Effettua il login con la rete sociale

source: Autorization
es_es: Autorización
it_it: Autorizzazione

source: Enter your phone
es_es: Introduzca su teléfono
it_it: Inserisci il tuo telefono

source: SMS sended
es_es: SMS envíado
it_it: SMS inviato

source: Your email
es_es: Su email
it_it: Il tuo email

source: Code from SMS
es_es: Código del SMS
it_it: Codice da SMS

source: Lost your password?
es_es: ¿Perdiste tu contraseña?
it_it: Hai perso la tua password?

source: Insufficient gold My Lord :(
es_es: Oro insuficiente Mi Lord :(
it_it: Oro insufficiente Il Mio Signore :(

source: Buy premium for place #
es_es: Comprar premium para lugar #
it_it: Comprare premium per posto #

source: Your balance
es_es: Su balance
it_it: Il tuo bilancio

source: Top up the balance before buy premium listing
es_es: Completar el balance antes de comprar el listado premium
it_it: Rabboccare l'equilibrio prima acquistare una lista premium

source: Amount
es_es: Cantidad
it_it: Quantità

source: Payment method
es_es: Forma de pago
it_it: Metodo di pagamento

source: Your places
es_es: Sus lugares
it_it: I tuoi luoghi

source: Place
es_es: Lugar
it_it: Luogo

source: Price Plan
es_es: Costo del plan
it_it: Programma di prezzo

source: Pay date
es_es: Fecha de pago
it_it: Data di pagamento

source: Change Plan
es_es: Cambiar plan
it_it: Modifica il programma

source: Free
es_es: Gratis
it_it: Gratuito

source: Activate GeoCity plugin
es_es: Activar plugin GeoCity
it_it: Attiva il plug-in di Geocity

source: Go wp-admin
es_es: Ir wp-admin
it_it: Andare a wp-admin

source: See and visit interesting places. Share experiences with your friends. Simply.
es_es: Mire y visite lugares interesantes. Comparta experiencias con sus amigos. Simple
it_it: Vedi e visiti luoghi interessanti. Condividi esperienze con i tuoi amici. Semplicemente.

source: Slider Revolution included
es_es: Deslizador Revolución incluido
it_it: Slider Revolution incluso

source: Lorem Ipsum is simply dummy text of theif printing and typesetting industry. Lorem Ipsum has been the industrys standard dummy text ever since.
es_es: Lorem Ipsum es un simple texto tonto de impresión de ladrón y de la industria de introducción de textos. Lorem Ipsum ha sido una industria estándar para textos tontos desde entonces.
it_it: Lorem Ipsum è semplicemente un testo fittizio della stampa ladro e l'industria della stampa. Lorem Ipsum è considerato il testo segnaposto standard del settore sin da allora.

source: Google maps API support
es_es: Soporte API de Google maps
it_it: Google maps API di supporto

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industrys standard dummy text ever since.
es_es: Lorem Ipsum es un simple texto tonto de impresión de ladrón y de la industria de introducción de textos. Lorem Ipsum ha sido una industria estándar para textos tontos desde entonces.
it_it: Lorem Ipsum è semplicemente un testo fittizio della stampa ladro e l'industria della stampa. Lorem Ipsum è considerato il testo segnaposto standard del settore sin da allora.

source: Simple animation css3 framework
es_es: Simple animación css3 framework
it_it: Quadro css3 d'animazione semplice

source: Valid HTML pages
es_es: Páginas html válidas
it_it: Pagine validi di HTML

source: Adaptive design
es_es: Diseño adaptable
it_it: Adaptive progettazione

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since.
es_es: Lorem Ipsum es un simple texto tonto de impresión de ladrón y de la industria de introducción de textos. Lorem Ipsum ha sido una industria estándar para textos tontos desde entonces.
it_it: Lorem Ipsum è semplicemente un testo fittizio della stampa ladro e l'industria della stampa. Lorem Ipsum è considerato il testo segnaposto standard del settore sin da allora.

source: mo
es_es: no

source: client
es_es: cliente
it_it: cliente

source: placement
es_es: colocación
it_it: collocamento

source: Promotion
es_es: Promoción
it_it: Promozione

source: in sotial network
es_es: en red social
it_it: in social network

source: Testimonials
es_es: Testimonios
it_it: Testimonianze

source: and review
es_es: y reseña
it_it: e la revisione

source: Support
es_es: Soporte
it_it: Supporto

source: Add place
es_es: Añadir lugar
it_it: Aggiungi luogo

source: Annual
es_es: Anual
it_it: Annuale

source: year
es_es: año
it_it: anno

source: Many
es_es: Muchos
it_it: Molti

source: clients
es_es: clientes
it_it: clienti

source: Monthly
es_es: Mensual
it_it: Mensile

source: Rating:
es_es: Valoración:
it_it: Valutazione:

source: Go!
es_es: ¡Ir!
it_it: Andare!

source: User have no activity. Ask them to fill in information about yourself, leave reviews or follow the points places
es_es: Usuario no tiene actividad. Pídales que llenen la información sobre usted, deje reseñas o siga los lugares puntuales
it_it: L'utente ha alcuna attività. Chiedete loro di compilare le informazioni su di te, lasciare commenti o seguire i posti punti

source: Friends:
es_es: Amigos:
it_it: Amici:

source: Alex and Victor
es_es: Alex y Victor
it_it: Alex e Victor

source: Background color sidebar
es_es: Color de fondo de la Barra Lateral
it_it: Colore sfondo della barra laterale

source: Background sidebar icons
es_es: Iconos de fondo de la Barra Lateral
it_it: Icone di sfondo della barra laterale

source: Footer
es_es: Pie de página
it_it: Piè di pagina

source: Footer img
es_es: imagen del pie de página

source: Follow
es_es: Seguir
it_it: Seguire

source: Unfollow
es_es: Dejar de seguir
it_it: Smettere di seguire

source: toggle menu
es_es: Mostrar menu
it_it: Attivare o disattivare il menu

source: You have incorrect API key
es_es: Tiene una llave API incorrecta
it_it: Hai la non corretta chiave di API

source: You have incorrect dc
es_es: Tiene un dc incorrecto
it_it: Hai la non corretta dc

source: You have incorrect id list
es_es: Tiene una lista de id incorrecta
it_it: Hai il non corretto ID list

source: You subscribe as
es_es: Te has suscrito como
it_it: Ti iscrivi come

source: Short description (text near title)
es_es: Descripción breve (texto cercano al título)
it_it: Breve descrizione (testo vicino al titolo)

source: Upload
es_es: Subir
it_it: Caricare

source: Add a page with template template-add.php !
es_es: Agregar una página con plantilla template-add.php !
it_it: Aggiungere una pagina con template template-add.php!

source: Enter a location
es_es: Introduzca una ubicación
it_it: Inserisca una località

source: Coordinates:
es_es: Coordenadas:
it_it: Coordinate:

source: Formatted Address
es_es: Dirección con formato
it_it: Indirizzo formattato

source: Phone
es_es: Teléfono
it_it: Telefono

source: Site
es_es: Sitio
it_it: Luogo

source: Sure?"
es_es: ¿Seguro?"
it_it: Sicuro?

source: Instagram checkpoint
es_es: Checkpoint de Instagram

source: More info
es_es: Más información
it_it: Ulteriori informazioni

source: Options saved
es_es: Opciones Guardadas
it_it: Opzioni salvati

source: Preloader Style
es_es: Estilo del Precargador
it_it: Stilo del preloader

source: Preloader Background
es_es: Fondo del Precargador
it_it: Sfondo del preloader

source: Select preloader background color here. You can also add html HEX color code.
es_es: Seleccione aquí el color de fondo del precargador. Puede también agregar un código de color HEX html
it_it: Selezionare il colore di sfondo del preloader qui. Puoi aggiungere un codice di colore esadecimale HTML.

source: Preloader color
es_es: Color del precargador
it_it: Colore del preloader

source: Select preloader color here. You can also add html HEX color code.
es_es: Seleccione el color del precargador aquí. Puede también agregar un código de color HEX html
it_it: Scegli il colore del preloader qui. Puoi aggiungere codice di colore esadecimale HTML.

source: Use your scrollwheel :)
es_es: Use la rueda de desplazamiento de su mouse :)
it_it: Utilizza la tua rotellina di scorrimento :)

source: features block
es_es: funciones bloqueadas
it_it: funzioni bloccate

source: View all places
es_es: Ver todos los sitios
it_it: Visualizza tutti i luoghi

source: Wait for payment system response...
es_es: Espere la respuesta del sistema de pagos
it_it: Attendere la risposta del sistema di pagamento ...

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
es_es: Perdone, pero no posee los permisos necesarios para instalar el plugin %s .Contacte al administrador del sitio para que le ayude con la instalación del plugin.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
es_es: Perdone, pero no posee los permisos necesarios para activar el plugin %s .Contacte al administrador del sitio para que le ayude con la activación del plugin.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
es_es: Perdone, pero no posee los permisos necesarios para actualizar el plugin %s .Contacte al administrador del sitio para que le ayude con la actualización del plugin.

source: All plugins installed and activated successfully. %s
es_es: Todos los plugins han sido instalados y activados exitosamente. %s

source: It displays a list of hosts
es_es: Muestra una lista de hosts
it_it: Si visualizza un elenco di host

source: Title:
es_es: Título:
it_it: Titolo

source: How to show places?
es_es: ¿Cómo mostrar lugares?
it_it: Come mostrare luoghi?

source: MyCity Popular places
es_es: Lugares Populares de MyCity
it_it: Mycity Luoghi Popolari

source: It displays a list of popular places
es_es: Muestra una lista de lugares populares
it_it: Si visualizza una lista di luoghi popolari

source: MyCity Popular places
es_es: Lugares Populares de MyCity
it_it: Mycity Luoghi Popolari

source: MyCity Tweets
es_es: Tweets de MyCity

source: It displays a list of tweets
es_es: Muestra una lista de tweets
it_it: Si visualizza una lista di tweets

source: Name:
es_es: Nombre:
it_it: Nome:

source: How many show Tweets?
es_es: ¿Cuántos muestran Tweets?
it_it: Quanti Tweets mostrati?

source: MyCity popular category
es_es: Categoría popular de MyCity
it_it: MyCity ategoria popolare

source: It displays a list of popular_category
es_es: Muestra una lista de popular_category
it_it: Visualizza una lista di popular_category

source: MyCity Popular tags
es_es: Etiquetas populares de MyCity
it_it: MyCity Popolari Etichette

source: It displays a list of popular tags
es_es: Muestra una lista de etiquetas populares
it_it: Si visualizza una lista di etichette popolari

source: How many show tags?
es_es: ¿Cuántos muestran etiquetas?
it_it: Quanti etichette mostrati?

source: MyCity Footer events
es_es: Eventos de pie de página de MyCity
it_it: MyCity eventi piè di pagina

source: Displays a list of events in the footer
es_es: Muestra una lista de eventos en el pie de página
it_it: Mostra una lista di eventi nel piè di pagina

source: How many show events:
es_es: Cuántos muestran eventos:
it_it: Quanti eventi mostrati:

source: Load more
es_es: Cargar más
it_it: Carica piú

source: Continue reading
es_es: Continuar leyendo
it_it: Continua a leggere

source: Your comment is awaiting moderation.
es_es: Su comentario está pendiente por moderación
it_it: Il tuo commento è in attesa di approvazione.

source: (Edit)
es_es: (Editar)
it_it: (Correggere)

source: Comments are closed.
es_es: Los comentarios están cerrados.
it_it: I commenti sono chiusi.

source: Help us improve the translation for your language
es_es: Ayúdenos a mejorar nuestra traducción de su idioma
it_it: Aiutaci a migliorare la traduzione per la vostra lingua

source: You can change any text by clicking on (press Enter after changing)
es_es: Puedes cambiar cualquier texto haciendo click (presiona Enter después de hacer el cambio)
it_it: Puoi modificare qualsiasi testo facendo clic (premere Invio dopo avere cambiato)

source: Main left menu
es_es: Menú principal de la izquierda
it_it: Menu principale di sinistra

source: posts category menu
es_es: menú de categorías de posts
it_it: Menu di categoriadi posti

source: Left menu area
es_es: Área del menú de la izquierda
it_it: Area del menu di sinistra

source: Footer area
es_es: Área del pie de página
it_it: Area del piè di pagina

source: Comment is empty
es_es: El comentario está vacío
it_it: Il commento è vuoto

source: Comment more than 200 characters
es_es: El comentario tiene más de 200 caracteres
it_it: Il commento ha più di 200 caratteri

source: Enter the place name
es_es: Introduzca el nombre del lugar
it_it: Inserire il nome del posto

# Google font: on or off
source: on
es_es: on [ Google font: on or off ]

source: Mycity news
es_es: Novedades de MyCity
it_it: Mycity notizie

source: Theme registered! awesome
es_es: ¡Tema registrado! Asombroso
it_it: Tema registrato! eccezionale

source: Register your theme!
es_es: ¡Registra tu tema!
it_it: Registra il tuo tema!

source: You will receive important news and updates
es_es: Recibirás importantes noticias y actualizaciones
it_it: Riceverai importanti novità e aggiornamenti

source: Your Name:
es_es: Tu Nombre:
it_it: Il tuo nome:

source: Email:
es_es: Correo electrónico:

source: Register
es_es: Registrar
it_it: Registra

source: invalid email
es_es: Correo electrónico inválido
it_it: E-mail non valido

source: incorrect name
es_es: Nombre incorrecto
it_it: Nome non valido

source: Logout
es_es: Desconectarse
it_it: Disconnettersi

source: Login
es_es: Conectarse
it_it: Accesso

source: Comments
es_es: Comentarios
it_it: Commenti

source: views
es_es: vistas
it_it: visualizzazioni

source: Tag
es_es: Etiqueta
it_it: Etichetta

source: Edit place
es_es: Editar lugar
it_it: Modifica il posto

source: Date added
es_es: Fecha agregada
it_it: Data di aggregazione

source: Total Visitors
es_es: Total de Visitantes
it_it: Visitatori totale
